---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelScheduleFooterNotesParam
source: html/d968d967-19d6-adbe-0e61-02850605f714.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelScheduleFooterNotesParam Property

"Schedule Footer Notes"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelScheduleFooterNotesParam { get; }
```